/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Anexo (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Adicionar anexo";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Tirar foto";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Biblioteca de fotos";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Arquivos";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Cancelar";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Título";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Notas";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Valor";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "AVISO: o navigationController do UITableViewController atual é nulo para FUIFormCell. FUIAttachmentsFormCell e ListPickerFormCell não funcionarão corretamente.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d horas e %d minutos";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Selecionadas";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Todas";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Aviso: a pesquisa está desativada porque a propriedade listPickerSearchResultsUpdating em ListPickerFormCell é nula.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Marcar tudo";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Desmarcar tudo";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Fechar";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "mais";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Menos";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "ativado";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "desativado";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Toque duas vezes na tela para ativar/desativar o recurso";

